{
  "1": {
    "title": "Этап 1. Пробуждение сознания",
    "levels": {
      "low": {
        "range": [0, 9],
        "title": "Нижний уровень",
        "description": "Вы только начинаете ощущать «зов» к Пути. Мир по-старому кажется привычным, но уже пробиваются сомнения и некий внутренний дискомфорт.",
        "recommendations": [
          "Каждый день уделяйте 5 минут на чтение и конспектирование § «Пробуждение сознания» (2etap.docx) — без анализа, просто впитывайте мысли.",
          "По вечерам 1–2 минуты сидите в тишине и прислушивайтесь к себе, не перебивая мыслями."
        ]
      },
      "medium": {
        "range": [10, 17],
        "title": "Средний уровень",
        "description": "Вас всё чаще тянет к практике: вы выбираете Интегральный путь или Активную медитацию, но пока не решаетесь полностью отказаться от «старых» привычек.",
        "recommendations": [
          "Пробуйте легкую форму Активной медитации по Кришнамурти: 10 минут в день «здесь и сейчас» (§2etap.docx).",
          "Делайте утреннюю краткую молитву: говорите «Господи, веди меня по Пути» всякий раз, как вспоминаете."
        ]
      },
      "high": {
        "range": [18, 100],
        "title": "Высокий уровень",
        "description": "Вы чувствуете глубокую потребность идти дальше: вас уже не удерживают прежние взгляды, вы готовы к выбору между Путём молитвы, медитации или Интегральной йогой.",
        "recommendations": [
          "Определитесь с основной практикой и сделайте расписание на неделю (§firststep.docx).",
          "Начните вести дневник ощущений: фиксируйте любые «звоночки» Энергии."
        ]
      }
    }
  },
  "2": {
    "title": "Этап 2. Историческое обоснование пути",
    "levels": {
      "low": {
        "range": [0, 27],
        "title": "Нижний уровень",
        "description": "Вы пока недостаточно знакомы с четырьмя законами эволюции (карма, свобода воли, реинкарнация, напряжённость поля).",
        "recommendations": [
          "Прочитайте §1–3 из 4zakonaevol.docx, выпишите собственными словами каждый закон.",
          "Обсудите их с единомышленником, чтобы «пропустить через слух»."
        ]
      },
      "medium": {
        "range": [28, 41],
        "title": "Средний уровень",
        "description": "Законы уже понятны умом, но вы не всегда замечаете, как они проявляются в жизни.",
        "recommendations": [
          "Ежедневно отслеживайте, где в течение дня срабатывает «закон кармы» (например, реакция на чужие слова).",
          "Попрактикуйте «покаяние и смирение» по примеру из §4zakonaevol.docx при любых ошибках."
        ]
      },
      "high": {
        "range": [42, 100],
        "title": "Высокий уровень",
        "description": "Вы не просто знаете, но и применяете законы: осознаёте свободу выбора и чувствуете связь с прошлым и будущим.",
        "recommendations": [
          "Начните короткие исследования: записывайте примеры кармических совпадений и перерождений из своей жизни.",
          "Разработайте своё «правило благодарения» за любое происшествие."
        ]
      }
    }
  },
  "3": {
    "title": "Этап 3. Выход в нирвану",
    "levels": {
      "low": {
        "range": [0, 27],
        "title": "Нижний уровень",
        "description": "Подъёмы и спады энергии Кундалини вы пока не чувствуете или пугаетесь лёгкого «закипания» в копчике.",
        "recommendations": [
          "Изучите описание подъёмов в 3etapnirvana.docx, найдите свой комфортный ритм практики.",
          "Во время медитаций фокусируйтесь на ощущениях в области копчика, но без напряжения."
        ]
      },
      "medium": {
        "range": [28, 41],
        "title": "Средний уровень",
        "description": "Вам уже знакомо пульсирование вдоль позвоночника и лёгкий выброс сознания над головой, но вы не удерживаетесь там надолго.",
        "recommendations": [
          "Практикуйте «медитацию книзу» после каждого подъёма Кундалини, чтобы восстанавливать связь с телом (§3etapnirvana.docx).",
          "Ведите короткие заметки: когда и при каких обстоятельствах происходили подъёмы/спады."
        ]
      },
      "high": {
        "range": [42, 100],
        "title": "Высокий уровень",
        "description": "Вы уверенно входите и выходите из нирваны, причём состояния «вне тела» не пугают, а восхищают.",
        "recommendations": [
          "Регулярно делайте 5-минутные «спуски» сознания обратно в тело сразу после подъёма.",
          "Поделитесь в формате коротких заметок своим опытом с группой единомышленников."
        ]
      }
    }
  },
  "4": {
    "title": "Этап 4. Контакт с Божественным",
    "levels": {
      "low": {
        "range": [0, 27],
        "title": "Нижний уровень",
        "description": "Вы всё ещё полагаетесь на отдельные медитации / молитвы, но контакт нестойкий, ум вмешивается слишком часто.",
        "recommendations": [
          "Систематизируйте практику: назначьте фиксированное время для медитации «восхождение–нисхождение» (§4etap.docx).",
          "Освойте «наблюдателя» (Witness) — просто фиксируйте мысли, не вовлекаясь."
        ]
      },
      "medium": {
        "range": [28, 41],
        "title": "Средний уровень",
        "description": "Контакт уже достаточно устойчив: вы периодически улавливаете «фоновый шум» Божественной энергии.",
        "recommendations": [
          "Удлините практику медитации до 20 минут хотя бы 3 раза в неделю.",
          "Записывайте три ключевых инсайта после каждой практики."
        ]
      },
      "high": {
        "range": [42, 100],
        "title": "Высокий уровень",
        "description": "Энергия Божественного постоянно присутствует «над головой» и в теле, ум подчинился психическому существу. Освойте активное непрерывное пребывание в Боге: читайте короткую молитву–мантру при любых занятиях (работа, ходьба).",
        "recommendations": [
          "Начните практику сердечной молитвы «внутри дела» (каждые 30 минут напоминание «Господи, будь со мной»)."
        ]
      }
    }
  },
  "5": {
    "title": "Этап 5. Пробуждение психического существа",
    "levels": {
      "low": {
        "range": [0, 27],
        "title": "Нижний уровень",
        "description": "Вы ещё не ощущаете квантового перехода «как бы в одну точку», нет опыта «домашней тишины».",
        "recommendations": [
          "Продолжайте набирать устойчивость контакта (Этап 4), добавив 3–5 минут перед сном на «молчание ума».",
          "Прочитайте описания переживаний из глава «Рождение в Духе» (6etap.docx), чтобы подготовиться психологически."
        ]
      },
      "medium": {
        "range": [28, 41],
        "title": "Средний уровень",
        "description": "Вам уже приходилось испытывать «зажатость» и внезапный выход в тишину, но оно было быстро и неустойчиво.",
        "recommendations": [
          "Практикуйте «смерть для прошлого»: мысленно отпускайте каждую старую проблему перед практикой.",
          "Заведите таймер на 2 минуты в течение дня — сразу как он прозвучит, закройте глаза и побыйте в тишине."
        ]
      },
      "high": {
        "range": [42, 100],
        "title": "Высокий уровень",
        "description": "Вы испытали акт полного рождения в Духе, истинное «я» открылось, страхи ушли.",
        "recommendations": [
          "Укрепляйте новорождённое психическое существо сердечной молитвой и безусловной преданностью.",
          "Переходите к изучению «спонтанной медитации» в течение дня: ловите мгновения, когда ум растворяется."
        ]
      }
    }
  },
  "6": {
    "title": "Этап 6. Установление спонтанной медитации",
    "levels": {
      "low": {
        "range": [0, 27],
        "title": "Нижний уровень",
        "description": "Вы пока не выходите в постоянное молчание ума и не ощущаете «спонтанную» защиту.",
        "recommendations": [
          "По 3 раза в день проводите по 2 минуты в абсолютном молчании ума, даже если приходится буквально «загонять» мысли.",
          "Читайте и перечитывайте §6etap.docx, фиксируя ключевые моменты переживаний."
        ]
      },
      "medium": {
        "range": [28, 41],
        "title": "Средний уровень",
        "description": "Ум всё реже вмешивается в течение дня, вы всё чаще живёте «здесь и сейчас».",
        "recommendations": [
          "Каждый раз, когда замечаете мысль, как бы автоматически возвращайте внимание «в тело» и в текущий момент.",
          "Записывайте 3–5 коротких инсайтов после каждого дня практики."
        ]
      },
      "high": {
        "range": [42, 100],
        "title": "Высокий уровень",
        "description": "Вы постоянно пребываете в состоянии спонтанной медитации: даже в разговорах ум молчит, сохраняется безмолвие.",
        "recommendations": [
          "Уделяйте внимание «восходящей медитации» для гармонизации тела (§6etap.docx), чтобы углубить клеточные переживания.",
          "Переходите к практике контроля сновидений: ловите осознанность во сне."
        ]
      }
    }
  },
  "7": {
    "title": "Этап 7. Обретение Жизни Вечной",
    "levels": {
      "low": {
        "range": [0, 27],
        "title": "Нижний уровень",
        "description": "Вы только начинаете чувствовать в теле сильный приток Супраментальной энергии, но ещё не испытали «большое преображение».",
        "recommendations": [
          "Изучите собственные биоритмы: понаблюдайте за всплесками Энергии в теле (§7etap.docx).",
          "Делайте лёгкие упражнения на гибкость позвоночника и макушки головы (массаж, мягкая гимнастика), чтобы подготовить «каналы»."
        ]
      },
      "medium": {
        "range": [28, 41],
        "title": "Средний уровень",
        "description": "Вам уже приходило сильное ощущение «кипения» тела и как бы «растворения» в Свете, но оно было фрагментарно.",
        "recommendations": [
          "Укрепляйте канал Супраментальной энергии регулярными глотками тягучей медитации над головой.",
          "Составьте свое «свидетельство» — опишите подробно одну из самых сильных акций преображения."
        ]
      },
      "high": {
        "range": [42, 100],
        "title": "Высокий уровень",
        "description": "Вы испытали глубокий клеточный экстаз и чувствуете, что Супраментальная сила формирует в вас новый вибрационный скелет.",
        "recommendations": [
          "Переходите к длительным периодам без усилий — «дни без практик», когда энергия работает в вас сама.",
          "Делитесь опытом с избранным кругом, чтобы не терять контакта с социумом и помогать другим."
        ]
      }
    }
  },
  "0": {
    "title": "Этап 0. Пред-пробуждение",
    "levels": {
      "low": { "range": [0, 100], "title": "", "description": "Вы находитесь в самом начале Пути. Основные признаки еще не проявлены, но импульс к поиску уже мог зародиться. Продолжайте наблюдать за своим внутренним состоянием.", "recommendations": [] }
    }
  }
} 